tap "cristianoliveira/tap"
tap "dnote/dnote"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "jez/formulae"
tap "ngrok/ngrok"
tap "sachaos/todoist"
tap "saulpw/vd"
tap "stripe/stripe-cli"
brew "act"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "at-spi2-core"
brew "autoconf"
brew "automake"
brew "awscli"
brew "libssh2"
brew "bat"
brew "boost"
brew "coreutils"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "ctags"
brew "dasel"
brew "deno"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "fx"
brew "fzf"
brew "gdrive"
brew "gh"
brew "gist"
brew "gnu-sed"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "libgsf"
brew "goffice"
brew "gnumeric"
brew "libksba"
brew "pkgconf"
brew "gobject-introspection"
brew "guile"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "itstool"
brew "jq"
brew "libavif"
brew "libfido2"
brew "libyaml"
brew "lnav"
brew "luarocks"
brew "mas"
brew "openjdk"
brew "maven"
brew "mdp"
brew "moreutils"
brew "mysql"
brew "netpbm"
brew "nghttp2"
brew "node"
brew "oq"
brew "pandoc"
brew "pgweb"
brew "pipx"
brew "pnpm"
brew "postgresql@16", restart_service: :changed, link: true
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "render"
brew "ripgrep"
brew "ruby"
brew "shfmt"
brew "tcl-tk"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "ttfautohint"
brew "vips"
brew "watchman"
brew "wget"
brew "xclip"
brew "yarn"
brew "yq"
brew "zsh"
brew "cristianoliveira/tap/ergo"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jez/formulae/git-heatmap"
brew "sachaos/todoist/todoist"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "appcleaner"
cask "claude"
cask "claude-code"
cask "cursor"
cask "datagrip"
cask "dbeaver-community"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "finicky"
cask "flux-app"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-hack"
cask "font-jetbrains-mono"
cask "ghostty"
cask "git-credential-manager"
cask "github"
cask "grandperspective"
cask "karabiner-elements"
cask "keycastr"
cask "linear-linear"
cask "loom"
cask "macwhisper"
cask "moom"
cask "ngrok"
cask "notion"
cask "obs"
cask "pgadmin4"
cask "raycast"
cask "react-native-debugger"
cask "selfcontrol"
cask "shortcat"
cask "slack"
cask "spotify"
cask "superwhisper"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "be5invis.vscode-custom-css"
vscode "bradymholt.pgformatter"
vscode "chakrounanas.turbo-console-log"
vscode "compulim.vscode-clock"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "foam.foam-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "happiness86.vscode-references-plus"
vscode "hellorusk.markdown-table-maker"
vscode "jakearl.search-editor-apply-changes"
vscode "jakearl.vscode-sonic-pi"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "kuone.sequence-number"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "radhakantaroy.vs-color-preview"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "rohit-gohri.format-code-action"
vscode "rvest.vs-code-prettier-eslint"
vscode "s00500.sonic-pi-extension"
vscode "sdras.night-owl"
vscode "sleistner.vscode-fileutils"
vscode "sporto.rails-go-to-spec"
vscode "undotree.undo-tree"
vscode "unifiedjs.vscode-mdx"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vunguyentuan.vscode-css-variables"
vscode "walter-ribeiro.full-react-snippets"
vscode "wix.glean"
vscode "wooodhead.glean-react-refactor"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zengxingxin.sort-js-object-keys"
