cocoapods
ctags
dnote/dnote/dnote
fx
fzf
github/gh/gh
gist
gnumeric
gource
graphviz
hub
imagemagick
jq
maven
mdp
moreutils
neovim
pandoc
pkg-config
the_silver_searcher
tig
todo-txt
watchman
xsv
yarn
