tap "airplanedev/tap"
tap "cj-bc/sonic-pi-tool"
tap "dnote/dnote"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jez/formulae"
tap "ngrok/ngrok"
tap "render-oss/render"
tap "sachaos/todoist"
tap "saulpw/vd"
tap "stripe/stripe-cli"
brew "act"
brew "glib"
brew "pkg-config"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "autoconf"
brew "automake"
brew "bat"
brew "boost"
brew "coreutils"
brew "ctags"
brew "libevent"
brew "folly"
brew "edencommon"
brew "efm-langserver"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fx"
brew "fzf"
brew "gdrive"
brew "gh"
brew "ghostscript"
brew "gist"
brew "gnu-sed"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "libgsf"
brew "goffice"
brew "libxml2"
brew "gnumeric"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "python@3.11"
brew "gobject-introspection"
brew "graphviz"
brew "guile"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "openssl@1.1"
brew "python@3.10"
brew "itstool"
brew "jq"
brew "libfido2"
brew "libksba"
brew "libssh2"
brew "libyaml"
brew "luarocks"
brew "mas"
brew "openjdk"
brew "maven"
brew "mdp"
brew "moreutils"
brew "mysql"
brew "nghttp2"
brew "node"
brew "oq"
brew "pandoc"
brew "pgweb"
brew "pnpm", link: false
brew "postgresql@15", restart_service: true
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shfmt"
brew "shpotify"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "ttfautohint"
brew "watchman"
brew "wget"
brew "xclip"
brew "yarn"
brew "yq"
brew "zsh"
brew "airplanedev/tap/airplane"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jez/formulae/git-heatmap"
brew "render-oss/render/render"
brew "sachaos/todoist/todoist"
brew "saulpw/vd/visidata"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "browserstacklocal"
cask "dash"
cask "datagrip"
cask "dbeaver-community"
cask "discord"
cask "divvy"
cask "dropbox"
cask "figma"
cask "finicky"
cask "flux"
cask "font-hack"
cask "font-jetbrains-mono"
cask "gimp"
cask "github"
cask "grandperspective"
cask "hammerspoon"
cask "keycastr"
cask "kitty"
cask "linear-linear"
cask "ngrok"
cask "notion"
cask "pgadmin4"
cask "postman"
cask "react-native-debugger"
cask "selfcontrol"
cask "skitch"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "telegram"
cask "trailer"
cask "usb-overdrive"
cask "visual-studio-code"
cask "vlc"
cask "vsee"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "OK JSON", id: 1576121509
mas "Pages", id: 409201541
mas "Smart JSON Editor", id: 1268962404
vscode "alefragnani.project-manager"
vscode "be5invis.vscode-custom-css"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "edonet.vscode-command-runner"
vscode "esbenp.prettier-vscode"
vscode "foam.foam-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "jakearl.search-editor-apply-changes"
vscode "johnpapa.vscode-peacock"
vscode "kahole.magit"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mhutchie.git-graph"
vscode "ms-vsliveshare.vsliveshare"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rlivings39.fzf-quick-open"
vscode "rohit-gohri.format-code-action"
vscode "rvest.vs-code-prettier-eslint"
vscode "sdras.night-owl"
vscode "vscodevim.vim"
vscode "WallabyJs.quokka-vscode"
vscode "walter-ribeiro.full-react-snippets"
vscode "wraith13.zoombar-vscode"
vscode "yoavbls.pretty-ts-errors"
