automake
awscli
bash
coreutils
fontforge
fzf
gdrive
hub
imagemagick
irssi
jq
libksba
libyaml
maven
mdp
peco
runit
shpotify
swagger-codegen
ttfautohint
wget
yarn
