tap "cj-bc/sonic-pi-tool"
tap "dnote/dnote"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jez/formulae"
tap "sachaos/todoist"
tap "saulpw/vd"
tap "stripe/stripe-cli"
brew "act"
brew "glib"
brew "pkg-config"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "autoconf"
brew "automake"
brew "bat"
brew "boost"
brew "coreutils"
brew "ctags"
brew "efm-langserver"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fx"
brew "fzf"
brew "gdrive"
brew "gh"
brew "little-cms2"
brew "ghostscript"
brew "gist"
brew "gnu-sed"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "libgsf"
brew "goffice"
brew "libxml2"
brew "python@3.10"
brew "itstool"
brew "gnumeric"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "graphviz"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "krb5"
brew "libksba"
brew "libssh2"
brew "libyaml"
brew "luarocks"
brew "mas"
brew "openjdk"
brew "maven"
brew "mdp"
brew "moreutils"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pandoc"
brew "pgweb"
brew "postgresql@14"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shfmt"
brew "shpotify"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "ttfautohint"
brew "watchman"
brew "wget"
brew "xclip"
brew "yarn"
brew "yq"
brew "zsh"
brew "heroku/brew/heroku"
brew "jez/formulae/git-heatmap"
brew "sachaos/todoist/todoist"
brew "saulpw/vd/visidata"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "browserstacklocal"
cask "datagrip"
cask "discord"
cask "divvy"
cask "dropbox"
cask "figma"
cask "flux"
cask "font-hack"
cask "font-jetbrains-mono"
cask "grandperspective"
cask "hammerspoon"
cask "keycastr"
cask "kitty"
cask "linear-linear"
cask "notion"
cask "pgadmin4"
cask "react-native-debugger"
cask "selfcontrol"
cask "skitch"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "usb-overdrive"
cask "visual-studio-code"
cask "vlc"
cask "vsee"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
